Repository: Maria-dz/gnu_linux_development
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Usage: ./guess [OPTIONS]
ru: Использование: ./guess [ОПЦИИ]

source: Options:
ru: Опции:

source: -r Use roman digits
ru: -r Использовать римские цифры

source: --help See help information
ru: --help Посмотреть вспомогательную информацию

source: Choose a number in range %s - %s
ru: Выберите число %s - %s

source: Choose a number in range 1 - 100
ru: Выберите число 1 -100

source: Is your number greater than %s? Answer 'yes' or 'no':
ru: Ваше число больше %s? Ответьте 'да' или 'нет':

source: Is your number greater than %d? Answer 'yes' or 'no':
ru: Ваше число больше %d? Ответьте 'да' или 'нет':

source: yes
ru: да

source: no
ru: нет

source: Incorrect format
ru: Неверный формат

source: Your number is: %s
ru: Ваше число: %s

source: Your number is: %d
ru: Ваше число: %d
